Repository: ntv317/fitnessapp
Catalog: ios/TRAKWatch Watch App/Localizable.xcstrings
Source language: en
Languages: ru, th, vi, zh_hans, zh_hant

source: %@ / side
ru: %@ / сторона
th: %@ / ข้าง
vi: %@ / bên
zh_hans: %@ / 侧
zh_hant: %@ / 側

source: %@ PREV
ru: %@ ПРЕД.
th: %@ ก่อนหน้า
vi: %@ TRƯỚC
zh_hans: %@ 上次
zh_hant: %@ 上次

source: %@ Resting
ru: %@ Отдых
th: %@ พัก
vi: %@ Nghỉ
zh_hans: %@ 休息中
zh_hant: %@ 休息中

source: %lld PREV
ru: %lld ПРЕД.
th: %lld ก่อนหน้า
vi: %lld TRƯỚC
zh_hans: %lld 上次
zh_hant: %lld 上次

source: %lld Resting
ru: %lld Отдых
th: %lld พัก
vi: %lld Nghỉ
zh_hans: %lld 休息中
zh_hant: %lld 休息中

source: All sets done
ru: Все сеты выполнены
th: ครบทุกเซตแล้ว
vi: Đã xong tất cả set
zh_hans: 所有组已完成
zh_hant: 所有組已完成

source: COUNT
ru: КОЛ-ВО
th: จำนวน
vi: SỐ LẦN
zh_hans: 数量
zh_hant: 數量

source: Done!
ru: Готово!
th: เสร็จแล้ว!
vi: Xong!
zh_hans: 完成！
zh_hant: 完成！

source: Finish
ru: Завершить
th: เสร็จสิ้น
vi: Kết thúc
zh_hans: 完成
zh_hant: 完成

source: LOG SET
ru: ЗАПИСАТЬ СЕТ
th: บันทึกเซต
vi: GHI SET
zh_hans: 记录组数
zh_hant: 記錄組數

source: min
ru: мин
th: นาที
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: Open the app on your iPhone to start
ru: Откройте приложение на iPhone, чтобы начать
th: เปิดแอปบน iPhone เพื่อเริ่ม
vi: Mở ứng dụng trên iPhone để bắt đầu
zh_hans: 在 iPhone 上打开应用 以开始
zh_hant: 在 iPhone 上打開應用 以開始

source: Ready
ru: Готов
th: พร้อม
vi: Sẵn sàng
zh_hans: 准备就绪
zh_hant: 準備就緒

source: Reps
ru: Повторы
th: ครั้ง
zh_hans: 次数
zh_hant: 次數

source: REST
ru: ОТДЫХ
th: พัก
vi: NGHỈ
zh_hans: 休息
zh_hant: 休息

source: Set %lld of %lld
ru: Сет %lld из %lld
th: เซต %lld จาก %lld
vi: Set %lld/%lld
zh_hans: 第 %lld 组，共 %lld 组
zh_hant: 第 %lld 組，共 %lld 組

source: SKIP REST
ru: ПРОПУСТИТЬ
th: ข้ามพัก
vi: BỎ QUA NGHỈ
zh_hans: 跳过休息
zh_hant: 跳過休息

source: TIME
ru: ВРЕМЯ
th: เวลา
vi: THỜI GIAN
zh_hans: 时间
zh_hant: 時間

source: TOTAL VOLUME
ru: ОБЩИЙ ОБЪЁМ
th: ปริมาณรวม
vi: TỔNG KHỐI LƯỢNG
zh_hans: 总容量
zh_hant: 總容量

source: Unlock the watch app in LIFTREPS on your iPhone
ru: Разблокируйте часы в LIFTREPS на iPhone
th: ปลดล็อกแอปนาฬิกา ใน LIFTREPS บน iPhone
vi: Mở khoá ứng dụng đồng hồ trong LIFTREPS trên iPhone
zh_hans: 在 iPhone 的 LIFTREPS 中 解锁手表应用
zh_hant: 在 iPhone 的 LIFTREPS 中 解鎖手錶應用

source: UP NEXT
ru: ДАЛЕЕ
th: ถัดไป
vi: TIẾP THEO
zh_hans: 接下来
zh_hant: 接下來

source: WEIGHT
ru: ВЕС
th: น้ำหนัก
vi: TẠ
zh_hans: 重量
zh_hant: 重量

source: Weight (%@)
ru: Вес (%@)
th: น้ำหนัก (%@)
vi: Tạ (%@)
zh_hans: 重量 (%@)
zh_hant: 重量 (%@)

source: Workout Complete!
ru: Тренировка завершена!
th: จบการฝึก แล้ว!
vi: Hoàn thành buổi tập!
zh_hans: 训练 完成！
zh_hant: 訓練 完成！
